/* Archive - NSOpenPanel button title */
"Archive" = "Komprimer";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Arkiver, der skal komprimeres";

/* title of progress window */
"Archive Utility" = "Komprimeringsværktøj";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "Komprimering af \"%1$@\" til \"%2$@\" blev annulleret.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "Opretter komprimeret arkiv af \"%1$@\"…";

/* Cancel */
"Cancel" = "Annuller";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Rydder op…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Kan ikke finde en mappe med skrivetilladelser til indholdet af \"%1$@\".  Prøv at flytte det til en mappe med skrivetilladelser.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Kan ikke finde en mappe med skrivetilladelser til oprettelse af et arkiv af \"%1$@\".  Prøv at flytte det til en mappe med skrivetilladelser.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Færdig med at komprimere \"%1$@\" til \"%2$@\".";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Færdig med at pakke \"%1$@\" ud i \"%2$@\".";

/* Default name of progress window */
"Progress" = "Status";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Vælg en placering til arkivering af \"%1$@\"…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Kan ikke komprimere \"%1$@\" til \"%2$@\".\n(Fejl %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "Kan ikke slette \"%1$@\".";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Kan ikke slette arkivet \"%1$@\".";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "Kan ikke dekomprimere \"%@\" - formatet understøttes ikke.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "Kan ikke dekomprimere \"%@\" - Stuffit-arkiver understøttes ikke.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Kan ikke gøre udpakning af \"%1$@\" i \"%2$@\" færdig.\nKunne ikke flytte \"%3$@\" til modtagerbiblioteket.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "Kan ikke flytte \"%1$@\" til \"%2$@.";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Kan ikke flytte \"%1$@\" til \"%2$@\".\nModtagerenhed findes ikke eller er ikke et bibliotek.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "Kan ikke flytte \"%1$@\" til papirkurven.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Kan ikke flytte arkivet \"%1$@\" til \"%2$@.";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Kan ikke flytte arkivet \"%1$@\" til \"%2$@\".\nModtagerenhed findes ikke eller er ikke et bibliotek.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Kan ikke flytte arkivet \"%1$@\" til papirkurven.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Kan ikke åbne det komprimerede arkiv \"%1$@\".\n(Fejl %2$d - %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Kan ikke åbne beskadiget komprimeret arkiv \"%1$@\".";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Kan ikke dekomprimere arkivet \"%1$@\" til \"%2$@\".\n(Fejl %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Pak ud";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Pak komprimeret arkiv ud";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "Udpakning af \"%1$@\" i \"%2$@\" blev annulleret.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "Dekomprimerer \"%1$@\"…";

